#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.aws-route-53.aws_route53_record.pitch_shunkakinoki_com_CNAME will be created
  + resource "aws_route53_record" "pitch_shunkakinoki_com_CNAME" {
      + allow_overwrite = (known after apply)
      + fqdn            = (known after apply)
      + id              = (known after apply)
      + name            = "pitch.shunkakinoki.com"
      + records         = [
          + "shunkakinoki.github.io",
        ]
      + ttl             = 300
      + type            = "CNAME"
      + zone_id         = "Z19V0BNFYY29A"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Terraform Pull Request`, Action: `hashicorpterraform-github-actions4`, Working Directory: `.`*
